Repository: Kostenkov-2021/addonsTools
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, ru

source: &Add-ons tools
de: &Tools zur Verwaltung von Add-ons
es: &Herramientas de complementos
ru: &Утилиты для дополнений

source: An action is pending a NVDA restart.
de: Eine Aktion wartet auf einen Neustart von NVDA.
es: Hay una acción pendiente de reinicio de NVDA.
ru: Действие ожидает перезагрузки NVDA.

source: By security reasons, the add-on only can be used after restarting NVDA
de: Aus Sicherheitsgründen kann das Add-on nur nach einem Neustart von NVDA verwendet werden
es: Por razones de seguridad, el complemento sólo se puede utilizar después de reiniciar NVDA
ru: По соображениям безопасности это дополнение можно использовать только после перезагрузки NVDA

source: Do you want to restart NVDA now?
de: Möchten Sie NVDA jetzt neu starten?
es: ¿Quieres reiniciar NVDA ahora?
ru: Хотите перезапустить NVDA сейчас?

source: Question
de: Frage
es: Pregunta
ru: Вопрос

source: Shows Add-ons tools main window
de: Zeigt das Hauptfenster der Add-ons-Tools
es: Muestra la ventana principal de las herramientas de complementos
ru: Показывает главное окно дополнения

source: Add-ons tools
de: Tools zur Verwaltung von Add-ons
es: Herramientas de complementos
ru: Утилиты для дополнений

source: Already exist an instance of Add-ons Tools open.
de: Es ist bereits eine Instanz von Add-ons Tools geöffnet.
es: Ya existe una instancia de Herramientas de complementos abierta.
ru: Экземпляр дополнения уже открыт.

source: Information
es: Información
ru: Информация

source: Close NVDA when it gets blocked
de: NVDA schließen, wenn es blockiert wird
es: Cierra NVDA cuando se bloquee
ru: Завершить работу NVDA, когда он будет заблокирован

source: Choose an tool and press Tab to access the options.
de: Wählen Sie ein Werkzeug und drücken Sie die Tabulatortaste, um die Optionen aufzurufen.
es: Elija una herramienta y presione Tab para acceder a las opciones.
ru: Выберите утилиту и нажмите Tab для получения доступа к параметрам.

source: Add-ons packager
de: Add-ons Packen
es: Empaquetador de complementos
ru: Упаковщик дополнений

source: &Add-ons list:
de: &Liste der Add-ons:
es: &Lista de complementos:
ru: Список &дополнений:

source: &Selection
de: &Auswahl
es: &Seleccionar
ru: &Выбрать

source: &Generate
de: &Erzeugen
es: &Generar
ru: &Генерировать

source: Multiple installer
de: Multi-Installer
es: Instalador múltiple
ru: Мультиустановщик

source: &Select a folder with add-ons to install...
de: &Wählen Sie einen Ordner mit zu installierenden Add-ons...
es: &Seleccione una carpeta con complementos para instalar...
ru: &Выбрать папку с дополнениями для установки...

source: &Install
de: &Installieren
es: &Instalar
ru: &Установить

source: Make/restore Backups
de: Backups erstellen/wiederherstellen
es: Hacer/restaurar copias de seguridad
ru: Создание резервных копий/восстановление

source: &Backup elements:
de: &Sicherungselemente:
es: &Elementos de respaldo:
ru: &Содержимое резервной копии:

source: &Create a backup
de: &Erstellen Sie ein Backup
es: &Crear una copia de seguridad
ru: &Создать резервную копию

source: &Restore backup
de: &Backup wiederherstellen
es: &Restaurar copia de seguridad
ru: &Восстановить из резервной копии

source: Add-ons documentation
de: Erweiterungsdokumentation
es: Documentación de complementos
ru: Документация дополнений

source: &Open add-on documentation
de: &Öffne Add-on-Dokumentation
es: &abrir documentación de complemento
ru: &Открыть документацию дополнения

source: &Status:
es: &Estado:
ru: &Состояние:

source: &Accept
de: &OK
es: &Aceptar
ru: &ОК

source: &Cancel
de: &Abbrechen
es: &Cancelar
ru: &Отменить

source: Close
de: Schließen
es: Cerrar
ru: Закрыть

source: Dictionaries folder
de: Ordner Wörterbücher
es: Carpeta de diccionarios
ru: Каталог Dictionaries

source: Profiles folder
de: Ordner Profile
es: Carpeta de perfiles
ru: Каталог Profiles

source: Scratchpad folder
de: Scratchpad-Ordner
es: Carpeta Scratchpad
ru: Каталог Scratchpad

source: Profiles triggers file
de: Profile triggert Datei
es: Archivo disparadores de perfiles
ru: Файл Profiles triggers

source: Gestures file
de: Gesten-Datei
es: Archivo de gestos
ru: Файл Gestures

source: NVDA configurations file
de: NVDA-Konfigurationsdatei
es: Archivo de configuraciones de NVDA
ru: Файл конфигурации NVDA

source: &Select all
de: &Alles auswählen
es: &Seleccionar todo
ru: &Выбрать все

source: &Unselect all
de: &Alle abwählen
es: &Deselecciona todo
ru: &Отменить выбор всех

source: You need to select at least one add-on to continue.
de: Sie müssen mindestens ein Add-on auswählen, um fortzufahren.
es: Debes seleccionar al menos un complemento para continuar.
ru: Для продолжения выберите хотя бы одно дополнение.

source: Error
de: Fehler
ru: Ошибка

source: Select a folder:
de: Wählen Sie einen Ordner:
es: Seleccione una carpeta:
ru: Выберите папку:

source: No add-ons found on selected folder.
de: Keine Add-ons im ausgewählten Ordner gefunden.
es: No se encontraron complementos en la carpeta seleccionada.
ru: В выбранной папке дополнения не найдены.

source: You need to select at least one backup element from the list to continue.
de: Sie müssen mindestens ein Sicherungselement aus der Liste auswählen, um fortzufahren.
es: Debe seleccionar al menos un elemento de respaldo de la lista para continuar.
ru: Чтобы продолжить, вам нужно выбрать хотя бы один элемент резервной копии.

source: NVDA backup file (*.nvda-backup)|*.nvda-backup
de: NVDA-Sicherungsdatei (*.nvda-backup)|*.nvda-backup
es: Archivo de copia de seguridad NVDA (*.nvda-backup)|*.nvda-backup
ru: Файл резервной копии NVDA (*.nvda-backup)|*.nvda-backup

source: Save backup in...
de: Backup speichern in...
es: Guardar copia de seguridad en...
ru: Сохранить резервную копию в...

source: Select a NVDA backup file
de: Wählen Sie eine NVDA-Sicherungsdatei
es: Selecciona un archivo de copia de seguridad de NVDA
ru: Выберите файл резервной копии NVDA

source: restart
de: Neustart
es: reiniciar
ru: перезапуск

source: Restore NVDA backup
de: NVDA-Sicherung wiederherstellen
es: Restaurar la copia de seguridad de NVDA
ru: Восстановление из резервной копии NVDA

source: Backup &content:
de: Sicherung &Inhalt:
es: Contenido de Copia de seguridad:
ru: &Содержимое резервной копии:

source: &Restore
de: &Wiederherstellen
es: &Restaurar
ru: &Восстановить

source: &Close
de: &Schließen
es: &Cerrar
ru: &Закрыть

source: Creating the add-on: {} {}
de: Erstellen des Add-ons: {} {}
es: Creando el complemento: {} {}
ru: Создание дополнения: {} {}

source: All add-ons were generated correctly.
de: Alle Add-ons wurden korrekt generiert.
es: Todos los complementos se generaron correctamente.
ru: Все дополнения были сгенерированы корректно.

source: Press 'Accept' to continue.
de: Drücken Sie auf "OK", um fortzufahren.
es: Presione 'Aceptar' para continuar.
ru: Нажмите "ОК", чтобы продолжить.

source: Occurred an unexpected error.
de: Es ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado.
ru: Произошла непредвиденная ошибка.

source: Error: {}
de: Fehler: {}
ru: Ошибка: {}

source: Please try again.
de: Bitte versuchen Sie es erneut.
es: Inténtelo de nuevo.
ru: Пожалуйста, попробуйте снова.

source: Installing the add-on: {}
de: Installieren des Add-ons: {}
es: Instalación del complemento: {}
ru: Установка дополнения: {}

source: Instalation correctly completed.
de: Installation korrekt abgeschlossen.
es: Instalación correctamente completada.
ru: Установка успешно завершена.

source: NVDA needs to restart to make changes available.
de: NVDA muss neu gestartet werden, damit die Änderungen verfügbar sind.
es: NVDA necesita reiniciarse para que los cambios estén disponibles.
ru: Чтобы изменения вступили в силу, Необходимо перезагрузить NVDA.

source: Press 'Accept' to restart.
de: Drücken Sie auf "OK", um neu zu starten.
es: Presione 'Aceptar' para reiniciar.
ru: Нажмите "ОК" для перезапуска.

source: Was not possible to install the add-on.
de: Es war nicht möglich, das Add-on zu installieren.
es: No fue posible instalar el complemento.
ru: Не удалось установить это дополнение.

source: Compatibility error.
de: Kompatibilitätsfehler.
es: Error de compatibilidad.
ru: Ошибка совместимости.

source: Search for a compatible add-on
de: Suche nach einem kompatiblen Add-on
es: Busque un complemento compatible
ru: Поиск совместимого дополнения

source: Instalation completed correctly.
de: Die Installation wurde ordnungsgemäß abgeschlossen.
es: Instalación completada correctamente.
ru: Установка успешно завершена.

source: However some add-ons were not possible to be installed.
de: Allerdings konnten einige Add-ons nicht installiert werden.
es: Sin embargo, no fue posible instalar algunos complementos.
ru: Однако установить некоторые дополнения оказалось невозможным.

source: The following add-ons are incompatibles, search for a compatible version: {}
de: Die folgenden Add-ons sind inkompatibel, suchen Sie nach einer kompatiblen Version: {}
es: Los siguientes complementos son incompatibles, busque una versión compatible:\n {}
ru: Следующие дополнения несовместимы, выполните поиск совместимой версии: {}

source: However some add-ons were installed.
de: Allerdings wurden einige Add-ons installiert.
es: Sin embargo, se instalaron algunos complementos.
ru: Однако некоторые дополнения были установлены.

source: Searching add-ons in {}...
de: Suche nach Add-ons in {}...
es: Buscando complementos en {}....
ru: Поиск дополнений в {}...

source: No compatible add-ons on directory.
de: Es gibt keine kompatiblen Add-ons im Verzeichnis.
es: No hay complementos compatibles en el directorio.
ru: В каталоге нет совместимых дополнений.

source: Add-on information extraction completed successfully.
de: Extraktion der Zusatzinformationen erfolgreich abgeschlossen.
es: La extracción de información adicional se completó con éxito.
ru: Извлечение информации о дополнениях успешно завершено.

source: However, the folder contains incompatible add-ons.
de: Der Ordner enthält jedoch inkompatible Add-ons.
es: Sin embargo, la carpeta contiene complementos incompatibles.
ru: Однако в папке содержатся несовместимые дополнения.

source: * Add-ons with errors in manifest: {}' '{}
de: * Add-ons mit Fehlern im Manifest: {}' '{}
es: * Complementos con errores en el manifiesto: {}'\n '{}
ru: * Дополнения с ошибками в манифесте: {}' '{}

source: * Add-ons not compatible with current API: {}.' '{}
de: * Add-ons nicht kompatibel mit der aktuellen API: {}.' '{}
es: * Complementos no compatibles con la API actual: {}.'\n '{}
ru: * Дополнения, несовместимые с текущим API: {}.' '{}

source: Adding dictionaries folder...
de: Ordner "Wörterbücher" hinzufügen...
es: Agregando carpeta de diccionarios...
ru: Добавление каталога dictionaries...

source: Was not possible to add dictionaries folder to the backup file.
de: Es war nicht möglich, den Wörterbuchordner zur Sicherungsdatei hinzuzufügen.
es: No fue posible agregar la carpeta de diccionarios al archivo de respaldo.
ru: Не удалось добавить каталог "dictionaries " в файл резервной копии.

source: Adding profiles folder...
de: Ordner Profile hinzufügen...
es: Agregando carpeta de perfiles...
ru: Добавление каталога "profiles "...

source: Was not possible to add profiles folder to the backup file.
de: Es war nicht möglich, der Sicherungsdatei einen Profilordner hinzuzufügen.
es: No fue posible agregar la carpeta de perfiles al archivo de respaldo.
ru: Не удалось добавить каталог "profiles" в файл резервной копии.

source: Adding Scratchpad folder...
de: Hinzufügen des Scratchpad-Ordners...
es: Añadiendo carpeta Scratchpad...
ru: Добавление каталога Scratchpad...

source: Was not possible to add Scratchpad folder to the backup file.
de: Es war nicht möglich, den Scratchpad-Ordner zur Sicherungsdatei hinzuzufügen.
es: No fue posible agregar la carpeta Scratchpad al archivo de respaldo.
ru: Не удалось добавить каталог Scratchpad в файл резервной копии.

source: Adding profiles triggers file...
de: Hinzufügen von Profilen Auslöser-Datei...
es: Añadiendo archivo de disparadores de perfiles...
ru: Добавление файла profiles triggers...

source: Was not possible to add profiles triggers file to the backup file.
de: Es war nicht möglich, die Datei mit den Profilauslösern zur Sicherungsdatei hinzuzufügen.
es: No fue posible añadir el archivo de disparadores de perfiles al archivo de respaldo.
ru: Не удалось добавить файл profiles triggers в файл резервной копии.

source: Adding gestures file...
de: Datei mit Gesten hinzufügen...
es: Agregando archivo de gestos...
ru: Добавление файла gestures...

source: Was not possible to add gestures file to the backup file..
de: Es war nicht möglich, die Gesten-Datei zur Sicherungsdatei hinzuzufügen.
es: No fue posible agregar el archivo de gestos al archivo de respaldo.
ru: Не удалось добавить файл gestures в файл резервной копии..

source: Adding NVDA configuration file...
de: Hinzufügen der NVDA-Konfigurationsdatei...
es: Añadiendo el archivo de configuración de NVDA...
ru: Добавление файла конфигурации NVDA...Добавление файла конфигурации NVDA...

source: Was not possible to add NVDA configuration file to the backup file..
de: Es war nicht möglich, die NVDA-Konfigurationsdatei zur Sicherungsdatei hinzuzufügen...
es: No fue posible agregar el archivo de configuración de NVDA al archivo de copia de seguridad.
ru: Не удалось добавить файл конфигурации NVDA в файл резервной копии..

source: Correctly created backup file at: {}
de: Korrekt erstellte Sicherungsdatei unter: {}
es: Archivo de copia de seguridad creado correctamente en:\n {}
ru: Файл резервной копии создан успешно по пути: {}

source: The following error have Occurred: {}
de: Der folgende Fehler ist aufgetreten: {}
es: Se ha producido el siguiente error:\n {}
ru: Произошла следующая ошибка: {}

source: Was not possible to create the backup file
de: Es war nicht möglich, die Sicherungsdatei zu erstellen
es: No fue posible crear el archivo de respaldo
ru: Не удалось создать файл резервной копии

source: The following errors have Occurred: {}
de: Die folgenden Fehler sind aufgetreten: {}
es: Han ocurrido los siguientes errores:\n {}
ru: Произошли следующие ошибки: {}

source: Restoring dictionary folder...
de: Wörterbuchordner wiederherstellen...
es: Restaurando la carpeta del diccionario...
ru: Восстановление каталога dictionaries...

source: Was not possible to restore the dictionaries folder.
de: Es war nicht möglich, den Wörterbuchordner wiederherzustellen.
es: No fue posible restaurar la carpeta de diccionarios.
ru: Не удалось восстановить каталог "dictionaries".

source: Restoring profiles folder...
de: Ordner Profile wiederherstellen...
es: Restaurando la carpeta de perfiles...
ru: Восстановление каталога profiles...

source: Was not possible to restore the profiles folder.
de: Es war nicht möglich, den Ordner "Profile" wiederherzustellen.
es: No fue posible restaurar la carpeta de perfiles.
ru: Не удалось восстановить каталог "profiles".

source: Restoring Scratchpad folder...
de: Scratchpad-Verzeichnis wiederherstellen...
es: Restaurando la carpeta Scratchpad...
ru: Восстановление каталога Scratchpad...

source: Was not possible to restore the Scratchpad folder.
de: Es war nicht möglich, den Scratchpad-Ordner wiederherzustellen.
es: No fue posible restaurar la carpeta Scratchpad.
ru: Не удалось восстановить каталог Scratchpad.

source: Restoring profiles triggers file...
de: Die Wiederherstellung von Profilen löst eine Datei aus...
es: Restaurando archivo de disparadores de perfiles...
ru: Восстановление файла profiles triggers...

source: Was not possible to restore the profiles triggers file.
de: Es war nicht möglich, die Datei mit den Profilauslösern wiederherzustellen.
es: No fue posible restaurar el archivo de disparadores de perfiles.
ru: Не удалось восстановить файл profiles triggers.

source: Restoring gestures file...
de: Gesten-Datei wiederherstellen...
es: Restaurando archivo de gestos...
ru: Восстановление файла gestures...

source: Was not possible to restore the gestures file.
de: Es war nicht möglich, die Gesten-Datei wiederherzustellen.
es: No fue posible restaurar el archivo de gestos.
ru: Не удалось восстановить файл gestures.

source: Restoring NVDA configuration file...
de: Wiederherstellung der NVDA-Konfigurationsdatei...
es: Restaurando el archivo de configuración de NVDA...
ru: Восстановление файла конфигурации NVDA...

source: Was not possible to restore the NVDA configuration file.
de: Es war nicht möglich, die NVDA-Konfigurationsdatei wiederherzustellen.
es: No fue posible restaurar el archivo de configuración de NVDA.
ru: Не удалось восстановить файл конфигурации NVDA.

source: The restore process was completed successfully.
de: Der Wiederherstellungsprozess wurde erfolgreich abgeschlossen.
es: El proceso de restauración se completó con éxito.
ru: Восстановление успешно завершено.

source: Was not possible to restore all the backup
de: Es war nicht möglich, die gesamte Sicherung wiederherzustellen
es: No fue posible restaurar toda la copia de seguridad
ru: Не удалось восстановить все резервные копии

source: However some elements were restored
de: Einige Elemente wurden jedoch wiederhergestellt
es: Sin embargo algunos elementos fueron restaurados
ru: Однако некоторые элементы были восстановлены

source: Was not possible to restore NVDA
de: Es war nicht möglich, NVDA wiederherzustellen
es: No fue posible restaurar NVDA
ru: Не удалось восстановить NVDA

source: Press 'Accept' or 'Close' to continue.
de: Drücken Sie auf "OK" oder "Schließen", um fortzufahren.
es: Presione 'Aceptar' o 'Cerrar' para continuar.
ru: Нажмите "ОК" или "Закрыть", чтобы продолжить.

source: You have installed a version of the {} add-on. As its functionalities are replaced by this add-on and by add-ons store, we strongly recommend you to remove or, at least, disable it!
de: Sie haben eine Version des Add-ons {} installiert. Da seine Funktionen durch dieses Add-on und den Add-on-Shop ersetzt werden, empfehlen wir Ihnen dringend, es zu entfernen oder zumindest zu deaktivieren!
es: Ha instalado una versión del complemento {}.\n Como sus funcionalidades son reemplazadas por este complemento y por la tienda de complementos, le recomendamos encarecidamente que lo elimine o, al menos, lo desactive!
ru: Вы установили версию дополнения {}. Поскольку это дополнение и магазин дополнений заменяют его функциональные возможности, мы настоятельно рекомендуем вам удалить или, по крайней мере, отключить его!

source: Warning!
de: Warnung!
es: ¡Advertencia!
ru: Предупреждение!

source: Tools for managing add-ons
de: Tools zur Verwaltung von Add-ons
es: Herramientas para administrar complementos
ru: Tools for managing add-ons (Утилиты для управления дополнениями)

source: Set of tools to manage add-ons not available on NVDA add-ons store: * Add-on packager: To create a add-on backup file or to send a modified add-on to someone test or use; * Multiple installer: Allows to select add-ons from a folder and install all at once; * Make/restore Backups: Allow to backup and restore some NVDA preferences, such as configurations, profiles and dictionaries; * Add-ons documentation: allow to open the documentation file.
de: Eine Reihe von Tools zur Verwaltung von Add-ons, die nicht im NVDA Add-ons Store verfügbar sind: * Add-on Packager: Zum Erstellen einer Add-on-Backup-Datei oder zum Versenden eines modifizierten Add-ons an jemanden zum Testen oder Verwenden; * Mehrfach-Installer: Ermöglicht die Auswahl von Add-ons aus einem Ordner und die Installation aller Add-ons auf einmal; * Backups erstellen/wiederherstellen: Ermöglicht das Sichern und Wiederherstellen einiger NVDA-Einstellungen, wie Konfigurationen, Profile und Wörterbücher; * Add-ons Dokumentation: Erlaubt das Öffnen der Dokumentationsdatei.
es: Conjunto de herramientas para gestionar complementos no disponibles en la tienda de complementos de NVDA: * Empaquetador de complementos: para crear un archivo de copia de seguridad de complementos o enviar un complemento modificado a alguien que lo pruebe o lo use; * Instalador múltiple: permite seleccionar complementos de una carpeta e instalarlos todos a la vez; * Realizar/restaurar copias de seguridad: permite realizar copias de seguridad y restaurar algunas preferencias de NVDA, como configuraciones, perfiles y diccionarios; * Documentación de complementos: permite abrir el archivo de documentación.
ru: Набор инструментов для управления дополнениями, которые недоступны в магазине дополнений NVDA: * Средство упаковки дополнений: для создания файла резервной копии дополнения или отправки изменённого дополнения кому-либо для тестирования или использования; * Мультиустановщик: позволяет выбирать дополнения из папки и устанавливать все сразу; * Создание/восстановление резервных копий: позволяет создавать резервные копии и восстанавливать некоторые настройки NVDA, такие как конфигурации, профили и словари; * Документация по дополнениям: позволяет открывать файл документации.
